{
  "name": "Dropdeck Προπαραγγελία",
  "heading_create_preorder": "Δημιουργία πλάνου πώλησης προπαραγγελίας",
  "heading_update_preorder": "Ενημέρωση πλάνου πώλησης προπαραγγελίας",
  "description": "Αυτό το πλάνο πώλησης χρησιμοποιείται για τη δημιουργία προπαραγγελίας για ένα προϊόν. Εισάγετε ημερομηνία και ώρα κυκλοφορίας για τον προγραμματισμό μιας προπαραγγελίας και, στη συνέχεια, κάντε κλικ στην αποθήκευση για τη δημιουργία του πλάνου πώλησης προπαραγγελίας.",
  "cancel": "Ακύρωση",
  "shipping_date": "Ημερομηνία κυκλοφορίας",
  "enable_unit_restriction": "Ενεργοποίηση περιορισμού μονάδων",
  "units_per_customer": "Μονάδες ανά πελάτη",
  "affected_products": "Η επεξεργασία του παραπάνω πλάνου πώλησης θα επηρεάσει επίσης τα ακόλουθα προϊόντα:",
  "submit_create_preorder": "Δημιουργία προπαραγγελίας",
  "submit_creating_preorder": "Δημιουργία πλάνου πώλησης προπαραγγελίας...",
  "submit_update_preorder": "Ενημέρωση προπαραγγελίας",
  "submit_updating_preorder": "Ενημέρωση πλάνου πώλησης προπαραγγελίας...",
  "error_date_must_be_future": "Η ημερομηνία πρέπει να είναι στο μέλλον.",
  "notice_selling_plan_requirement": "Κάθε προϊόν που προστίθεται σε ένα πλάνο πώλησης θα απαιτεί αυτόματα ένα. Αυτό αφαιρεί το προϊόν από τα κανάλια πώλησης που δεν υποστηρίζουν προπαραγγελίες Shopify και αποτρέπει την πώλησή του εκεί. Η κατάργηση της επιλογής 'Πώληση αυτού του προϊόντος μόνο ως συνδρομή' στις σελίδες διαχείρισης προϊόντων θα αφαιρέσει αυτήν την απαίτηση, κάτι που δεν συνιστούμε καθώς μπορεί να οδηγήσει στην επεξεργασία των προπαραγγελιών σας ως τυπικών παραγγελιών.",
  "sp_group": {
    "description_for_plan_with_no_unit_restriction": "Αναμένεται αποστολή στις {{date}} ή μετά",
    "description_for_plan_with_unit_restriction": "Αναμένεται αποστολή στις {{date}} ή μετά, {{units}} μονάδες ανά πελάτη"
  },
  "product_variant_extension": {
    "description": "Το Dropdeck δεν υποστηρίζει επί του παρόντος προπαραγγελίες που δημιουργούνται σε επίπεδο παραλλαγής, αυτή η φόρμα θα δημιουργήσει μια επιλογή αγοράς προπαραγγελίας σε επίπεδο προϊόντος, η οποία θα εφαρμοστεί σε όλες τις παραλλαγές του προϊόντος."
  }
}
